add({
	"handicraft" : [
		{
			"title":"随便写写",
			"content":"随便写写",
			"user":"111",
			"label":"手艺",
			"date":"2017-02-20 23:40:42"
		},
		{
			"title":"电饭锅之乱七八糟焖饭",
			"content":"随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写",
			"user":"网络",
			"label":"手艺",
			"date":"2017-02-19 20:48:31"
		}
	],
	"paper" : [
		{
			"title" : "纸艺百科",
			"user" : "网络",
			"content":"随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写随便写写",
			"label" : "纸艺",
			"date" : "2017-02-19 21:04:06"
		},{}
	],
	"cooking" : [],
	"other" : []
});